{"content":[{"type":"paragraph","children":[{"text":""}],"align":"center"},{"type":"grid","layout":[4,2],"children":[{"type":"column","children":[{"type":"paragraph","children":[{"text":""}],"align":"left"},{"type":"paragraph","align":"left","children":[{"text":"Leslie Flint (1911-1994) was one of the most prolific Spiritualists during the twentieth century. Flint was so well-known because he was an Independent Direct Voice medium, which is a rare and distinct type of channeling the spirits of the deceased."}]},{"type":"paragraph","children":[{"text":"Contemporary media renderings of seances conjure a familiar picture: participants seated around a table in a dimly-lit room, looking hopefully to a medium who enters a trance-like state in order to speak to–and as–a deceased figure. The medium’s body may literally take on the persona of the dead in order to communicate with loved ones in attendance; their comportment and even appearance mirror that of the deceased, and they may suddenly move differently, speak with a new accent, and so on. "}],"align":"left"},{"type":"paragraph","children":[{"text":"In contrast, as a direct voice medium, Flint claimed to channel the voices of the deceased not through his own body, but through an ectoplasmic voice box. The voice box served as a sort of speaker through which the “voices of the dead [spoke] directly to their friends or relatives,” and hovered “in a space a little above [Flint’s] head and slightly to one side of [him]” (Flint). In other words, Flint claimed to be conjuring a technology–made of ectoplasm–through which the spirit was made audible to those in attendance. Meanwhile, Flint himself remained completely autonomous–no persona, voices, or trance-like state involved. "}],"align":"left"},{"type":"paragraph","children":[{"text":"This approach to mediumship was unique among twentieth century Spiritualist practices, and Flint’s contemporaries described him as one of the most renowned psychics of his time. Flint’s unique gift and resulting fame made him a target for skeptics and scientific communities alike, and he was rigorously tested by parapsychological organizations. These tests largely aimed to “prove” the existence of the voice box by determining whether Flint’s larynx was active during the seance–was he speaking or not? Flint tended to welcome these tests, and invited researchers and reporters to attend and record his seances. "}],"align":"left"},{"type":"paragraph","children":[{"text":""}],"align":"center"},{"type":"paragraph","children":[{"text":"Project Materials ","bold":true,"italic":true}],"align":"left"},{"type":"paragraph","children":[{"text":"Flint’s seances were recorded frequently, and thousands of hours of audio of his direct voice channeling remain available today. While the bulk of Flint recordings are housed at the University of Manitoba, the Leslie Flint Trust Archive hosts an online library of audio recordings created by reporters and researchers who were interested in the validity of Flint’s claims. "}],"align":"left"},{"type":"paragraph","children":[{"text":"This project engages several audio recordings from the Flint Trust Archive. The first recording in this project was made during a seance of Leslie Flint channeling Arthur Conan Doyle in 1966. Next, you’ll hear Flint channeling Oscar Wilde in 1962. The recording of Flint and Oscar Wilde was created by Betty Greene and George Woods (pictured left), who were frequent attendees and recorders of Flint’s seances."}],"align":"left"}]},{"type":"column","children":[{"type":"paragraph","children":[{"text":""}],"align":"center"},{"type":"image","url":"https://upload.wikimedia.org/wikipedia/en/2/2d/Leslie_Flint_with_Ectoplasm.jpg","size":"medium","children":[{"text":""}],"align":"center"},{"type":"paragraph","children":[{"text":"Flint pictured with his ectoplasmic voice box"}],"align":"center"},{"type":"paragraph","children":[{"text":""}],"align":"center"},{"type":"paragraph","children":[{"text":""}],"align":"center"},{"type":"image","url":"https://static.wixstatic.com/media/953fcd_1a0183a0898f44c79e22a1187e597a4f~mv2.jpg/v1/fit/w_2200,h_808,q_90/953fcd_1a0183a0898f44c79e22a1187e597a4f~mv2.webp","size":"thumbnail","children":[{"text":""}],"align":"center"},{"type":"paragraph","children":[{"text":"Flint at home in the 1980s"}],"align":"center"},{"type":"paragraph","children":[{"text":""}],"align":"center"},{"type":"image","url":"https://seekreality.com/wp-content/uploads/2022/06/EiraConacher.jpg","size":"medium","children":[{"text":""}],"align":"center"},{"type":"paragraph","children":[{"text":"Flint with a regular sitter and recording device "}],"align":"center"},{"type":"paragraph","align":"center","children":[{"text":""}]}]}]},{"type":"paragraph","children":[{"text":""}]}],"title":"The Ectoplasmic Voice Box (or, the \"what?\")","parent":"4d6f4f73-4489-427a-aa89-a9f8db19ce59","autogenerate":{"enabled":false,"type":"custom"},"slug":"the-ectoplasmic-voice-box-or-the-what","created_at":"2025-02-06T17:40:20.241Z","created_by":"saamturner","updated_at":"2025-02-06T19:18:36.571Z","updated_by":"saamturner"}