{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Genre and Aurality",
          "bold": true,
          "italic": true
        },
        {
          "text": "  "
        }
      ]
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "“The transcript turns aural objects into visual ones, which inevitably implies changes and interpretation” (Portelli 49)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Leslie Flint’s recordings fall into a confused genre somewhere between an interview, an oral history, and a performance. What is a seance? And what is a seance when the medium is not one of the interlocutors, but rather a technology of the performance? What does an ectoplasmic voice box sound like? Is it background noise, or a speaker in the event? "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The recordings of Flint seances like those included in this project may include sounds from Leslie Flint himself; the people recording the event; other attendees of the sitting who are physically present; the voice(s) of the spirit being contacted; environmental sounds; and sounds of the recording technology itself. The question of who or what is making noise at any given moment is often unclear; for instance, the coughs attributed to Flint in the transcript tend to occur in the middle of the spirit voice’s speech, and unidentified background noises that sound equal parts mechanical and automotive are left out of any textual representation of the seance. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "While I think these seance events are significant in their own right, I’m especially interested in the orality/aurality of the Flint recordings, the discrepancies between the tapes and the transcripts provided by the Leslie Flint Trust, and the inventive interpretive practices of those transcribing and listening to the recordings. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "horizontal-separator",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Why Annotation? ",
          "bold": true,
          "italic": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "I’m working within AVAnnotate to create context around the audio from Flint’s seance recordings. I see many directions for how I could locate this project within different theoretical and methodological traditions, but, right now, AVAnnotate is allowing me to interact with the seance audio in ways that move beyond transcribing. In listening to the audio, I’m noticing that there’s a lot going on in these recordings regarding the way life is described after death, as well as the embodiment of the spectral voice. The voices in this project (Doyle and Wilde) describe their material realities on the “other side” and in their world beyond ours. They share details of the bodies and spaces they've inhabited post-mortem, and, often, detail the shortcomings of the human world and earthly insight. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Again, regardless of whether you believe in the veracity of Leslie Flint’s claims or the authenticity of the spirit voices he contacted, the discursive communities that sustained this practice did so on a national and international scale. These discourses–whether supportive or skeptical–also made Flint’s direct voice channeling a legible practice to scientific communities. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Concepts of life/death, voice, agency, and scientific truth are converging to create the conditions of reality that enabled this practice for decades. What can medium science/science of mediumship tell us about rhetorics of science, discursive construction of material, living/dead, and voice?"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Listening Beyond the Grave (or, the \"how\"?)",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "listening-beyond-the-grave-or-the-how",
  "created_at": "2025-02-06T17:42:24.756Z",
  "created_by": "saamturner",
  "updated_at": "2025-03-18T19:50:54.670Z",
  "updated_by": "lwjameson",
  "parent": "1ad92440-79f9-4ea3-a479-984c81acc7ae"
}