{"content":[{"type":"paragraph","children":[{"text":""}]},{"type":"grid","layout":[4,2],"children":[{"type":"column","children":[{"type":"paragraph","children":[{"text":"The “why” of this project spans subfields in rhetorical, cultural, and media studies. Flint’s direct voice channeling was rigorously tested throughout his 40+ years as an active medium; researchers and skeptics would attend his seances to tape over his mouth, affix sensors and microphones to his throat to detect vibrations, or to measure the volume of water Flint could hold in his mouth before, during, and after a seance. Flint was regularly recorded and tested by the London-based Society for Psychical Research (SPR), which boasted cutting-edge parapsychological testing technologies, including infrared telescopes and cameras and tamper-proof cabinets for mediums to perform inside of. "}]},{"type":"paragraph","children":[{"text":""}]},{"type":"paragraph","children":[{"text":"Though he was repeatedly accused of fraud, the results of these tests largely concluded that Flint was not in fact speaking during his seances–no vibrations were registered, and no water was spilled. However, I’m not really interested in whether you, or I, or the people who attended Flint’s sittings actually “believe” in his ability, or in the presence of an ectoplasmic voice box in the room (though I seriously hope there was). Instead, I want to treat Flint's seances (and the recordings of them) as cultural practices worthy of listening to beyond their veracity. "}]},{"type":"paragraph","children":[{"text":""}]},{"type":"paragraph","children":[{"text":"Instead, I think Flint’s contact with ideals of truth and metrics of science are interesting from a rhetorical standpoint; what can we learn about twentieth century scientific discourses from listening to Flint’s presentation of the truth? What about his situation of the truth for audiences invested in (dis)proving Flint’s claims about reality? Though the audio featured in this project was not recorded by the Society for Pyschical Research (which had a vested interest in using Flint's recordings to comment on the veracity of his claims), the recordings featured here do reveal plenty about how Flint, his interlocutors, and the projected voices of spirit people imagine truth, embodiment, and life after death. "}]},{"type":"paragraph","children":[{"text":""}]},{"type":"horizontal-separator","children":[{"text":""}]},{"type":"paragraph","children":[{"text":"Listening to Flint's unique method of independent direct voice mediumship also offers glimpses into conceptions of the body and experiences of embodiment after death. As the voices of the deceased (which Flint calls \"spirit people\") make their ways into the recording, they are physically disembodied, but sound just as clear as those who are physically in the room (including Flint and those who recorded him and sat for his seances). "}]},{"type":"paragraph","children":[{"text":"The voices projected through the ectoplasmic voice box offer insight into the body after death, and explicitly link the material reality of death to the validity of Flint's seances. For example, in his channeling of Arthur Conan Doyle, the voice box (presumably Doyle himself), says: "}]},{"type":"paragraph","children":[{"text":""}]},{"type":"block-quote","children":[{"text":"\"But I do say this: any man or woman who sincerely seeks truth will find it. I know there will be some who will criticise when they listen to this. There will be some who will make excuses. There will be some that will say, 'Oh well, how do we know it is him?' There will be some who will say, 'Oh, of course, you know he had a cleft mouth, and that does not sound like his voice.' But if they are intelligent they will know damn well I don’t have a cleft mouth over here.\""}]},{"type":"paragraph","children":[{"text":""}]},{"type":"paragraph","children":[{"text":"In this clip, Doyle tells Flint and his recorders (Betty Greene and George Woods) that anyone who doubts the authenticity of the voice they're hearing hasn't fully considered the reality of the spirit body, which apparently corrects certain conditions the spirit person may have experienced before their death. The quality of the voices of spirit people during Flint's seances was a major critique from his skeptics, but in this instance, Doyle names the apparent change in his speaking voice as a condition of his credibility; of course speech impediments don't exist in the perfection of the afterlife, and if he had been speaking as he did in life, it would be a fact against his communication with Flint. "}]},{"type":"paragraph","children":[{"text":""}]},{"type":"paragraph","children":[{"text":"Again, I'm not particularly concerned with whether or how our personal beliefs align with these claims; the search for a singluar truth in relation to Flint's seances engages different questions than those I think we can answer. Instead, I'm adopting a praxiographic approach (Mol, Teston, Kessler) that locates meaning making in practices--in the relationships between object and interpreter. In doing so, I hope to differently engage what these recordings offer our understandings of the rhetoricity of embodiment, especially as we release the expectations of a one objective \"truth\" of Flint's seances. A praxiographic approach allows us to listen intently to the practices, motions, and flux of meaning being made between and among the technologies of the seance, human (Flint, attendees) and otherwise (ectoplasmic and earthly material). "}]},{"type":"paragraph","children":[{"text":""}]},{"type":"paragraph","children":[{"text":"I'm interested in how the dead imagine their lives beyond the grave, and in the material consequences of a discursive identity rooted in death. Listening closely to Flint's recordings means taking these claims as rhetorically significant, both for listeners today and for the scientists who sought objectivity within them. This choice to listen beyond an establishment of capital-T \"Truth\" follows a tradition of post-humanist inquiry across fields and scholars across rhetorical history who are invested in meaning made at the material-discursive level. Situating meaning as never fixed but always contingent, enacted, and in the process of being/becoming made upends ontological arguments about life and death and lets us ask new questions (and listen differently) to cultural practices that may be overlooked in more traditional historiographic projects."}]}]},{"type":"column","children":[{"type":"image","url":"https://static.wixstatic.com/media/953fcd_9134d9fb67444e238b0a0c941ea0607a~mv2.jpg/v1/fit/w_2200,h_808,q_90/953fcd_9134d9fb67444e238b0a0c941ea0607a~mv2.webp","size":"medium","children":[{"text":""}]},{"type":"paragraph","children":[{"text":"Flint with tape over his mouth before a test seance in 1948, photographed by the SPR"}],"align":"center"},{"type":"paragraph","children":[{"text":""}]},{"type":"image","url":"https://static.wixstatic.com/media/953fcd_e096a1b62bac4bd69122889645a0d45c~mv2.png/v1/fit/w_2197,h_806,q_90/953fcd_e096a1b62bac4bd69122889645a0d45c~mv2.webp","size":"medium","children":[{"text":""}]},{"type":"paragraph","children":[{"text":"An infrared telescope focused on Flint before a test seance in 1948 with the SPR"}],"align":"center"},{"type":"paragraph","align":"center","children":[{"text":""}]},{"type":"paragraph","align":"center","children":[{"text":""}]},{"type":"paragraph","align":"center","children":[{"text":""}]},{"type":"image","url":"https://static.wixstatic.com/media/953fcd_d3ee4d7fb74c44159d01f8e9112fb67a~mv2.jpg/v1/fit/w_1511,h_687,q_90/953fcd_d3ee4d7fb74c44159d01f8e9112fb67a~mv2.webp","size":"medium","children":[{"text":""}]},{"type":"paragraph","children":[{"text":"Infrared photograph of attendees at a Flint seance"}],"align":"center"}]}]},{"type":"paragraph","children":[{"text":""}]}],"title":"Rhetorics of Science and the Body (or, the \"why?\")","parent":"4d6f4f73-4489-427a-aa89-a9f8db19ce59","autogenerate":{"enabled":false,"type":"custom"},"slug":"rhetorics-of-science-and-the-body-or-the-w","created_at":"2025-02-06T17:41:43.903Z","created_by":"saamturner","updated_at":"2025-02-12T19:26:08.424Z","updated_by":"saamturner"}